{
  "welcome": "Pasirinkite sistemos kalbą",
  "selectLanguage": "Parinkta kalba: Lietuvių",
  "LANlt" : "Lietuvių",
  "LANen" : "Anglų",

  "History" : "Istorija",
  "Macronutrients": "Makroelementai (neprivaloma)",
  "OptionalFields" : "Neprivalomi laukai",

  "USRabout" : "Apie mus",
  "USRLangSelect" : "Kalbos nustatymai",
  "USRThemeSelect" : "Temos nustatymai",
  "USRAccount" : "Paskyros saugumas",
  "USRDietary" : "Personalūs duomenys",
  "USRProfile" : "Paskyros nustatymai",
  "USRLoading" : "Kraunama...",
  "USRLogout" : "Atsijungti",

  "DIARYNetcal" : "Suvartota kalorijų:",
  "DIARYFood" : "Maistas:",
  "DIARYExer" : "Treniruotė:",
  "DIARYWater" : "Vanduo:",

  "INDTitle" : "Sekite sveikatą ir suvartojamą maistą",
  "INDDiary" : "Dienoraštis",
  "INDProfile" : "Profilis",
  "INDTASKtext" : "Įveskite užduotį",
  "INDTASKtextdefault" : "Įveskite kasdieninę užduotį",

  "ABTmission" : "Mūsų misija",
  "ABTmissionMore" : "EATHY misija yra suteikti žmonėms daugiau galimybių kelyje į geresnę sveikatą ir mitybą. Mes tikime, kad kiekvienas nusipelno galimybės gauti asmenines mitybos rekomendacijas, nesvarbu, ar juos kamuoja sveikatos sutrikimai, ar tiesiog siekia sveikesnių mitybos įpročių. Mūsų programėlė apjungia valgio stebėjimo patogumą ir pritaikytas rekomendacijas, atitinkančias unikalius kiekvieno vartotojo poreikius. Esame įsipareigoję teikti palankią platformą, kuri skatina teigiamus pokyčius ir skatina tvaraus gyvenimo būdo įpročius.",
  "ABTvalues" : "Mūsų vertybės",
  "ABTvaluesAccess" : "Prieinamumas: mes siekiame, kad mūsų programa būtų prieinama visiems, neatsižvelgiant į sveikatos būklę, mitybos nuostatas ar socialinę ir ekonominę padėtį.",
  "ABTvaluesAccura" : "Tikslumas: pirmenybę teikiame tikslumui ir įrodymais pagrįstoms rekomendacijoms, užtikrindami, kad mūsų vartotojai gautų patikimą informaciją, kuri padėtų pasirinkti savo mitybą.",
  "ABTvaluesComm" : "Bendruomenės atsiliepimai: manome, kad bendruomenės atsiliepimai leidžia mums teikti pirmenybę funkcijoms ir naujinimams pagal tai, kas svarbiausia mūsų naudotojams, taip užtikrinant, kad mūsų platforma išliktų aktuali ir veiksminga.",
  "ABTTeam" : "Programėlės komanda",
  "ABTcontacts" : "Konktaktai",
  "ABTcontactsMore" : "Turite klausimų ar norite su mumis susisiekti? Su mumis susisiekti galite parašydami elektroninį laišką adresu: komandospastas@ktu.lt.",
  "ABTthank" : "Ačiū, kad renkatės EATHY siekiant gerinti mitybos įpročius ir siekti sveikesnio gyvenimo būdo",
  
  "EDTGOALGender" : "Lytis",
  "EDTGOALAge" : "Metai",
  "EDTGOALheight" : "Ūgis (cm)",
  "EDTGOALweight" : "Svoris (kg)",
  "EDTGOALhealth" : "Sveikatos problemos",
  "EDTGOALdietary" : "Mitybos tikslai",
  "EDTGOALsave" : "Išsaugoti",

  "EDTGOALLBL1" : "Jokių sveikatos problemų",
  "EDTGOALLBL2" : "Širdies liga",
  "EDTGOALLBL3" : "Skydliaukės sutrikimai",
  "EDTGOALLBL4" : "Laktozės netoleravimas",
  "EDTGOALLBL5" : "Celiakija",
  "EDTGOALLBL6" : "Hipertenzija (aukštas kraujospūdis)",
  "EDTGOALLBL7" : "Diabetas",
  "EDTGOALLBL8" : "Inkstų liga",
  "EDTGOALGoal1" : "Nėra",
  "EDTGOALGoal2" : "Numesti svorio",
  "EDTGOALGoal3" : "Priaugti svorio",
  "EDTGOALGoal4" : "Padidinti raumenų masę",
  "EDTGOALGoal5" : "Pagerinti bendrą sveikatą",

  "EDTPROFusername" : "Naudotojo vardas",
  "EDTPROFfullname" : "Pilnas vardas",
  "EDTPROFwebsite" : "Tinklapio URL",
  "EDTPROFsave" : "Išsaugoti",
  "EDTPROFsaveurl" : "Išsaugoti nuotraukos URL",
  "EDTPROFcancel" : "Atšaukti",

  "THEME" : "Tematika",

  "LAYhome" : "Pradžia",
  "LAYdiary" : "Dienoraštis",
  "LAYdash" : "Progresas",
  "LAYuser" : "Profilis",
  
  "LAYSTKtheme" : "Tematikos nustatymai",
  "LAYSTKabt" : "Apie mus",
  "LAYSTKuser" : "Redaguoti profilį",
  "LAYSTKpersonalData": "Redaguoti personalius duomenis",
  "LAYSTKsecur" : "Paskyros saugumas",
  "LAYSTKlang" : "Sistemos kalba",

  "CHNGEMAILtitle" : "Pakeisti paštą",
  "CHNGEMAILnew" : "Naujas adresas",

  "CHNGEPASStitle" : "Pakeisti slaptažodį",
  "CHNGEPASSnew" : "Naujas slaptažodis",
  "CHNGEPASSnewconf" : "Patvirtinti naują slaptažodį",

  "EXCFRMtitle" : "Veikla",
  "EXCFRMduration" : "Trukmė (minutės)",
  "EXCFRMcalsburn" : "Sudegintos kalorijos",
  "EXCFRMsave" : "Išsaugoti",
  "EXCFRMadd" : "Pridėti",
  "EXCFRMcancel" : "Atšaukti",
  "EXCFRMediting" : "Redaguoti veiklą",
  "EXCFRMadding" : "Pridėti veiklą",

  "EXCSECduration" : "Trukmė:",
  "EXCSECminutes" : "minutės",
  "EXCSECcalburn" : "Sudegintos kalorijos:",
  "EXCSECexercise" : "Veikla",
  "EXCSECadd" : "Pridėti veiklą",

  "FOODFRMediting" : "Redaguoti suvartotą maistą",
  "FOODFRMadding" : "Pridėti suvartotą maistą",
  "FOODFRMbrand" : "Gamintojo vardas (Neprivaloma)",
  "FOODFRMdesc" : "Aprašymas (Privaloma)",
  "FOODFRMuntis" : "Matavimo vienetai (Privaloma)",
  "FOODFRMserving" : "Porcijos dydis (Privaloma)",
  "FOODFRMcals" : "Kalorijų skaičius (Privaloma)",
  "FOODFRMsave" : "Išsaugoti",
  "FOODFRMadd" : "Pridėti",
  "FOODFRMcancel" : "Atšaukti",

  "FOODSECcals" : "Kalorijų skaičius:",
  "FOODSECfood" : "Suvartotas maistas",
  "FOODSECadd" : "Pridėti suvartotą maistą",
  
  "WTRFRMediting" : "Redaguoti suvartotą vandens kiekį",
  "WTRFRMadding" : "Pridėti suvartotą vandens kiekį",
  "WTRFRMamount" : "Kiekis",
  "WTRFRMsave" : "Išsaugoti",
  "WTRFRMadd" : "Pridėti",
  "WTRFRMcancel" : "Atšaukti",

  "WTRSECamount" : "Kiekis:",
  "WTRSECconsumed" : "Suvartota:",
  "WTRSECwater" : "Vanduo",
  "WTRSECaddwater" : "Pridėti vandens kiekį",

  "DELETEexercise" : "Ištrinti veiklą",
  "DELETEwater" : "Ištrinti suvartotą vandens kiekį",
  "DELETEfood" : "Ištrinti suvartotą maistą",
  "DELETErecord" : "Ištrinti įrašą",
  "DELETEexerconf" : "Ar jūs įsitikinę, kad norite ištrinti šį veiklos įrašą?",
  "DELETEwaterconf" : "Ar jūs įsitikinę, kad norite ištrinti šį vandens įrašą?",
  "DELETEfoodconf" : "Ar jūs įsitikinę, kad norite ištrinti šį maisto įrašą?",
  "DELETErecordconf" : "Ar jūs įsitikinę, kad norite ištrinti šį įrašą?",
  "DELETEcancel" : "Atšaukti",
  "DELETEdelete" : "Ištrinti",

  "DSHServing" : "Porcijos dydžiai",

  "DSHCarbs" : "Angliavandeniai",
  "DSHProtein" : "Baltymai",
  "DSHFat" : "Riebalai",
  "DSHLBL1" : "Jokių sveikatos problemų",
  "DSHLBL2" : "Širdies liga",
  "DSHLBL3" : "Skydliaukės sutrikimai",
  "DSHLBL4" : "Laktozės netoleravimas",
  "DSHLBL5" : "Celiakija",
  "DSHLBL6" : "Hipertenzija (aukštas kraujospūdis)",
  "DSHLBL7" : "Diabetas",
  "DSHLBL8" : "Inkstų liga",

  "DSHLbl1More" : "Vaisiai, daržovės, pilno grūdo produktai, liesi baltymai (pvz., paukštiena, žuvis, ankštiniai), sveiki riebalai (pvz., riešutai, sėklos, alyvuogių aliejus), mažo riebumo pieno produktai.",
  "DSHLbl1Less" : "Perdirbti maisto produktai, cukrumi prisotinti gėrimai, per didelis sočiųjų ir transriebalų kiekis, aukšto natrio kiekio maisto produktai.",
  "DSHLbl1Avoid" : "Nėra griežtų draudimų bendrai sveikai mitybai, tačiau geriau apriboti perdirbtus maisto produktus, pridėtinį cukrų ir per didelį sočiųjų riebalų kiekį.",

  "DSHLbl2More" : "Vaisiai, daržovės, pilno grūdo produktai, liesi baltymai (pvz., paukštiena, žuvis), riešutai, sėklos, ankštiniai, alyvuogių aliejus.",
  "DSHLbl2Less" : "Sotieji ir transriebalai (pvz., riebi mėsa, perdirbti maisto produktai), aukšto natrio kiekio maisto produktai (pvz., konservuotos sriubos, perdirbti užkandžiai), cukrumi prisotinti gėrimai.",
  "DSHLbl2Avoid" : "Transriebalai, per didelis sočiųjų riebalų kiekis, aukšto natrio kiekio perdirbti maisto produktai.",

  "DSHLbl3More" : "Maisto produktai, turintys daug jodo (pvz., joduota druska, jūros gėrybės), maisto produktai, turintys daug seleno (pvz., Brazilijos riešutai, žuvis), vaisiai, daržovės, liesi baltymai.",
  "DSHLbl3Less" : "Goitrogenai (pvz., kryžmažiedės daržovės, tokios kaip brokoliai, kopūstai, kale, jei vartojamos žaliuose dideliais kiekiais), per didelis sojos produktų kiekis.",
  "DSHLbl3Avoid" : "Nėra griežtų draudimų visais atvejais; mitybos koregavimai priklauso nuo individualios būklės ir vaistų.",

  "DSHLbl4More" : "Produktai be laktozės (pvz., pienas be laktozės), alternatyvūs produktai be laktozės (pvz., migdolų pienas, sojų pienas), laktozės apdoroti pieno produktai, kalciu praturtinti maisto produktai.",
  "DSHLbl4Less" : "Pieno produktai, kuriuose yra laktozės (pvz., pienas, sūris, jogurtas).",
  "DSHLbl4Avoid" : "Maisto produktai, kuriuose yra laktozės.",

  "DSHLbl5More" : "Natūraliai be glitimo esantys grūdai (pvz., ryžiai, quinoa), vaisiai, daržovės, liesi baltymai, pieno produktai, sertifikuoti be glitimo produktai.",
  "DSHLbl5Less" : "Grūdai, turintys glitimo (pvz., kviečiai, miežiai, rugiai), perdirbti maisto produktai su paslėptu glitimu (pvz., padažai, sriubos, perdirbta mėsa).",
  "DSHLbl5Avoid" : "Grūdai, turintys glitimo, ir bet kokie produktai, pagaminti iš jų.",

  "DSHLbl6More" : "Vaisiai, daržovės, pilno grūdo produktai, liesi baltymai, mažo riebumo pieno produktai, maisto produktai, turintys daug kalio.",
  "DSHLbl6Less" : "Aukšto natrio kiekio maisto produktai (pvz., perdirbti maisto produktai, konservuotos sriubos, sūrūs užkandžiai), per didelis sočiųjų riebalų kiekis, cukrumi prisotinti gėrimai.",
  "DSHLbl6Avoid" : "Aukšto natrio kiekio maisto produktai, per didelis sočiųjų riebalų kiekis, cukrumi prisotinti gėrimai.",

  "DSHLbl7More" : "Sudėtiniai angliavandeniai, maisto produktai, turintys daug skaidulų, liesi baltymai, sveiki riebalai (pvz., alyvuogių aliejus, riešutai, avokadai), nekrakmolingos daržovės.",
  "DSHLbl7Less" : "Cukrumi prisotinti gėrimai, rafinuoti angliavandeniai, perdirbti užkandžiai, aukšto cukraus kiekio desertai.",
  "DSHLbl7Avoid" : "Maisto produktai, turintys daug rafinuotų cukrų, cukrumi prisotinti gėrimai, per didelis angliavandenių kiekis.",

  "DSHLbl8More" : "Maisto produktai, turintys mažai fosforo (pvz., paukštiena, žuvis, kiaušinių baltymai), vaisiai, daržovės (saikingai), pilno grūdo produktai, riboti pieno produktai.",
  "DSHLbl8Less" : "Maisto produktai, turintys daug fosforo (pvz., pieno produktai, riešutai, sėklos), maisto produktai, turintys daug kalio (pvz., bananai, apelsinai, bulvės), per didelis natrio kiekis.",
  "DSHLbl8Avoid" : "Maisto produktai, turintys daug fosforo, maisto produktai, turintys daug kalio, per didelis natrio kiekis.",

  "DSHLBL1Desc" : "Asmenims, neturintiems specifinių sveikatos problemų, subalansuota mityba, turtinga vaisiais, daržovėmis, pilno grūdo produktais, liesais baltymais ir sveikais riebalais, skatina bendrą gerovę ir padeda išvengti lėtinių ligų.",
  "DSHLBL2Desc" : "Būklės, veikiančios širdies funkcionavimą, įskaitant koronarinę arterijų ligą ir širdies nepakankamumą. Širdies sveikatai naudinga mityba akcentuoja vaisius, daržoves, liesus baltymus ir sveikus riebalus, tuo pačiu vengiant sočiųjų riebalų ir per didelio natrio kiekio.",
  "DSHLBL3Desc" : "Skydliaukės hormonų gamybos disbalansas, toks kaip hipotireozė ar hipertiroidizmas. Mitybos rekomendacijos gali apimti jodo turinčius maisto produktus, siekiant palaikyti skydliaukės funkciją.",
  "DSHLBL4Desc" : "Nesugebėjimas virškinti laktozės, cukraus, esančio piene ir pieno produktuose, sukelia virškinimo diskomfortą. Asmenys turėtų rinktis produktus be laktozės arba laktozę apdorotus pieno produktus.",
  "DSHLBL5Desc" : "Autoimuninė liga, kurią sukelia glitimo vartojimas, sukelianti žarnyno pažeidimus. Gydymas apima griežtą laikymąsi dietos be glitimo, vengiant glitimo turinčių grūdų, tokių kaip kviečiai, miežiai ir rugiai.",
  "DSHLBL6Desc" : "Aukštas kraujospūdis, rizikos faktorius širdies ligoms ir insultui. Mitybos pakeitimai sutelkti į natrio suvartojimo mažinimą ir kalio turinčių maisto produktų, tokių kaip vaisiai ir daržovės, didinimą.",
  "DSHLBL7Desc" : "Lėtinė būklė, veikianti cukraus kiekio kraujyje reguliavimą, būdinga atsparumu insulinui arba jo trūkumu. Mitybos valdymas apima angliavandenių suvartojimo kontrolę, maisto produktų, turinčių daug skaidulų, vartojimą ir cukrumi prisotintų gėrimų vengimą.",
  "DSHLBL8Desc" : "Sutrikusi inkstų funkcija, sukelianti elektrolitų disbalansą ir skysčių kaupimąsi. Mitybos rekomendacijos gali apimti fosforo, kalio ir natrio suvartojimo mažinimą, tuo pačiu užtikrinant pakankamą baltymų suvartojimą.",

  "DSHYourJourney" : "Jūsų kelionė",
  "DSHHealth" : "Sveikata",
  "DSHFoodToEat" : "Maistas, kurį valgyti",
  "DSHtomore" : "daugiau",
  "DSHtoless" : "mažiau",
  "DSHtoavoid" : "vengti",
  "DSHFoodsTo" : "Maistas, kurio",
  "DSHFindOutMore" : "Sužinokite daugiau",
  "DSHClose" : "Uždaryti",
  "DSHTodaysMacro" : "Šiandienos makroelementai",
  "DSHcalories" : "kalorijos",
  "DSHof" : "iš",
  "DSHCalorieGoal" : "Kalorijų tikslas",
  "DSHCaloriesExceeded" : "Oi! Jūs viršijote savo kalorijų tikslą.",
  "DSHCaloriesTip" : "Stenkitės būti dėmesingi savo kalorijų suvartojimui ir rytoj rinktis sveikesnius pasirinkimus. Nesijaudinkite, jums pavyks!",
  "DSHCaloriesGJ" : "Nuostabus darbas!",
  "DSHCaloriesReached" : "Jūs pasiekėte savo kalorijų tikslą šiandien. Tęskite kūno kurą su sveiku ir maistingu maistu!",
  "DSHKeepGoing" : "Stenkitės toliau!",
  "DSHYoure" : "Jūs",
  "DSHcaloriesAway" : "kalorijų atstumu nuo savo kalorijų tikslo šiandien. Pasisotinkite sveikais ir subalansuotais patiekalais!",
  "DSHMotivate" : "Sekite savo kalorijas, kad pasiektumėte kasdienį tikslą. Pasisotinkite sveikais ir subalansuotais patiekalais!",
  "DSHCaloriesNoData" : "Nėra duomenų. Pridėkite maisto!",
  "DSHTodaysWater" : "Šiandienos vandens suvartojimas",
  "DSHofwater" : "iš",
  "DSHRecommendedIntake" : "Rekomenduojamas suvartojimas",
  "DSHWayToGo" : "Puiku!",
  "DSHWaterGJ" : "Jūs pasiekėte rekomenduojamą vandens suvartojimą šiandien. Tęskite gerti vandenį ir jauskitės puikiai!",
  "DSHAlmostThere" : "Beveik pasiekėte tikslą!",
  "DSHAwayFrom" : "l atstumu nuo rekomenduojamo vandens suvartojimo šiandien. Gerkite ir išlikite hidratuoti!",
  "DSHWeeklyExercise" : "Savaitės fizinio aktyvumo veikla",
  "DSHMinutesThisWeek" : "Bendra minučių skaičius šią savaitę:",
  "DSHCongrats" : "Sveikiname!",
  "DSHYouHaveReached" : "Jūs pasiekėte rekomenduojamą 150 minučių fizinio aktyvumo šią savaitę. Puikus darbas!",
  "DSHKeepPushing" : "Stenkitės toliau!",
  "DSHminutesAway" : "minutės iki rekomenduojamų 150 minučių fizinio aktyvumo šią savaitę. Judėkime!",

  "DSHDateMON" : "Pr",
  "DSHDateTUE" : "An",
  "DSHDateWED" : "Tr",
  "DSHDateTHU" : "Kt",
  "DSHDateFRI" : "Pn",
  "DSHDateSAT" : "Še",
  "DSHDateSUN" : "Sk",

  "DATEtoday" : "Šiandien",
  "DATEyester" : "Vakar",
  "DATEtomorrow" : "Rytoj"
}